Repository: common-repository/buk-appointments
Catalog: languages/buk-appointments-*.po
Languages: pt_pt

source: Simple and flexible online appointments for your clients. Add a BUK.app apointment shortcode to your WordPress site.
pt_pt: Agenda de marcações online simples e flexível para o seu negócio. Adicione marcações online ao seu site com o plugin BUK.

source: Buk for WordPress
pt_pt: BUK para WordPress

source: Sure, in order to allow bookings directly from your site you just need to use our BUK wordPress plugin. For Facebook and other social media profiles just follow our guide <a href="https://medium.com/buk-app/your-buk-public-link-8bc622957206">here</a>.
pt_pt: Claro, para receber reservas a partir do seu site basta instalar o nosso plugin para WordPress. Para o Facebook e outras redes sociais siga as instruções no nosso guia <a href=“https://medium.com/buk-app/your-buk-public-link-8bc622957206”>aqui</a>.

source: No. BUK focuses on giving users the simplest, most streamlined booking experience possible. We send texts and email confirmations and reminders to your customers to make sure they don’t miss their appointment.
pt_pt: Não. Com o BUK concentrámo-nos em oferecer aos seu clientes a experiência de marcação mais simples e rápida possível. São enviados SMSs e emails de confirmação e lembretes para os seus clientes para nos certificarmos que não falham os seus compromissos.

source: Sure. If you need help setting up BUK or have any other question, get in touch here.
pt_pt: Claro. Se precisar de ajuda para configurar o BUK ou tiver alguma outra dúvida, entre em contato connosco.

source: There is nothing to install. BUK uses the latest web technologies so your customers can access it on any device (mobile phones included).
pt_pt: Não há nada para instalar. O BUK usa as mais recentes tecnologias Web para que seus clientes possam fazer marcações com qualquer dispositivo (telemóveis incluídos).

source: Will BUK work with my site or Facebook profile?
pt_pt: O BUK funcionará com o meu site ou perfil do Facebook?

source: Can my costumers pay with BUK?
pt_pt: Posso receber pagamentos pelo BUK?

source: Can you help me set up BUK?
pt_pt: Podem-me ajudar a configurar o BUK?

source: How do I install BUK?
pt_pt: Como instalo o BUK?

source: Absolutely not! BUK is made for any business that need to schedule appointments. It's used everyday by beauty salons, SPAs, personal trainers, physiotherapist, and many more professionals.
pt_pt: De todo!! O BUK é feito para qualquer empresa que precise de agendar marcações. É usado todos os dias por salões de beleza, SPAs, Personal Trainers, fisioterapeutas e muitos outros profissionais.

source: BUK allows your customers to book appointments anywhere at anytime by themselves, without phoning, emailing or texting you.
pt_pt: O BUK permite que seus clientes agendem marcações consigo em qualquer lugar em qualquer momento autonomamente, sem telefonar e enviar email ou SMS para si.

source: Is BUK only for barbershops?
pt_pt: O BUK é apenas para barbearias?

source: What is BUK for?
pt_pt: O que é o BUK?

source: Go to any post/page and include a "buk" shortcode with a single slug parameter refering to your BUK.app account (e.g., for https://example.buk.app use [buk slug="example"]).
pt_pt: Vá a qualquer post ou página e inclua um atalho “buk” com o slug referente à sua conta BUK.pt (por exemplo, para https://exemplo.buk.pt use [buk slug=“exemplo”]).

source: Getting started:
pt_pt: Como começar:

source: Online booking software for your business. With your own-branded booking page your clients can easily see if you're available and make appointments on the fly. Access your online calendar, manage your appointments and notify your clients with unlimited automatic reminders via SMS and email. With the plugin you can add a buk.app shortcode to your WordPress site.
pt_pt: Agenda de marcações online simples e flexível para o seu negócio. Com a sua página de marcações os seus clientes podem fazer marcações a qualquer hora e em qualquer lugar. Aceda à sua agenda através de qualquer dispositivo e organize as suas marcações e dos seus colaboradores. Avise os seus clientes com lembretes automáticos ilimitados! Adicione a sua página de marcações online ao seu site com o plugin BUK.

source: You're done :)
pt_pt: E já está!

source: Add your "buk" shortcode to any page on your site.
pt_pt: Adicione seu atalho “buk” a qualquer página do seu site.

source: Create your free account at <a href="https://buk.app/">BUK.app</a>
pt_pt: Crie a sua conta gratuita em <a href=“https://buk.pt/“>BUK.pt</a>

source: Added FAQs
pt_pt: FAQs adicionadas

source: First release
pt_pt: Primeira release

source: Instructions update
pt_pt: Instruções actualizadas
